/* Boxcar email address field label */
"Email Address:" = "Emailová adresa:";

/* Failure adding email */
"Invalid Email" = "Naplatný email";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Poslať len pri nečinnosti";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Poslať len ak je priorita aspoň:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Prefix hlásenia:";

/* Success adding boxcar */
"Registered!" = "Registrovaný!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Neznámy email";

